{"_id":{"$oid":"62c207128714b51e11058882"},"DirectorID":2001.0,"Name":"Makoto Shinkai","Bio":"Makoto Shinkkai is a Japanese director, writer, producer, and animator. Shinkai studied Japanese literature at Chuo University where he was a member of the juvenile literature club.","Birthday":{"$date":"1973-02-09T00:00:00Z"},"Description":"Makoto Shinkkai is a Japanese director, writer, producer, editor, voice actor, and animator. Shinkai studied Japanese literature at Chuo University where he was a member of the juvenile literature club."}
{"_id":{"$oid":"62c208f08714b51e11058883"},"DirectorID":2002.0,"Name":"Naoko Yamada","Bio":"Naoko Yamada is a Japanese animator, television, and film director. Working at Kyoto Animation, she directed the K-On! and Tamako Market anime series and the anime film 'A Silent Voice'.","Birthday":{"$date":"1994-11-28T00:00:00Z"}}
{"_id":{"$oid":"62c20a128714b51e11058884"},"DirectorID":2003.0,"Name":"Hayao Miyazaki","Bio":"Hayao Miyazaki is a Japanese film director, producer, screenwriter, animator, author, and manga artist. He co-founded the well-renowned Studio Ghibli, a film and animation studio, and has developed a legacy of animated films.","Birthday":{"$date":{"$numberLong":"-914803200000"}}}
{"_id":{"$oid":"62c20c758714b51e11058885"},"DirectorID":2004.0,"Name":"Mamoru Hosoda","Bio":"Mamoru Hosoda is a Japanese film director and animator. Formerly employed at Toei Animation, he went to work at Madhouse from 2005 to 2011. Hosoda left Madhouse in 2011 to establish his own animation studio, Studio Chizu.","Birthday":{"$date":{"$numberLong":"-72144000000"}}}
{"_id":{"$oid":"62c20ea28714b51e11058886"},"DirectorID":2005.0,"Bio":"Roland Emmerich is a Germal film director and producer. In his youth, he pursued painting and sculpting. Emmerich originally wanted to be a production designer, but decided to be a director after watching the original Star Wars(1977).","Birthday":{"$date":{"$numberLong":"-446342400000"}},"Name":"Roland Emmerich"}
{"_id":{"$oid":"62c211848714b51e11058887"},"DirectorID":2006.0,"Name":"Christopher Nolan","Bio":"Nolan is well known for his cerebral, often nonlinear, storytelling. Over the course of 15 years of filmmaking, he has gone from low-budget independent films to working on some of the biggest blockbusters ever made.","Birthday":{"$date":"1970-07-30T00:00:00Z"}}
{"_id":{"$oid":"62c2126d8714b51e11058888"},"DirectorID":2007.0,"Name":"Tomohisa Taguchi","Bio":"Not much is known about Tomohisa Taguchi. This director has worked on animating popular Japanese media such as the Digimon and Persona series.","Birthday":"Unknown"}
